Repository: Flohack74/language-pack-sc-base
Catalog: data/*/LC_MESSAGES/unity_firefox_extension.po
Languages: sc

source: Would you like to install %S (%S), for extra features and quicker access?
sc: Ti diat pràghere a installare %S (%S), pro otènnere prus funtziones e un'atzessu prus lestru?

source: Yes
sc: Eja

source: Y
sc: Eja

source: No
sc: Nono

source: N
sc: No

source: Don't ask again
sc: No lu preguntes prus

source: D
sc: Giosso

source: Desktop Integration
sc: Integratzione de su desktop

source: Exceptions...
sc: Etzetziones

source: Prompt integration options for any website
sc: Pregunta optziones de integratzione pro cale si siet situ web

source: These websites won't prompt any integration options
sc: custos sitos web no ant a preguntare perunu tipu de integratzione

source: Exceptions - Integrated websites
sc: Etzetziones

source: Site
sc: Situ

source: Close
sc: Serra

source: Would you like to install %S, for extra features and quicker access?
sc: A dias cherrer installare %S, pro otènnere prus funtziones e un'atzessu lestru?

source: Install
sc: Installa
